[
    {
      "id": 1,
      "img": "https://i.ibb.co/jJTYwKc/Health.png",
      "title": "Medical Supplies for Children",
      "category": "Health",
      "cate_btn_bg": "#0052ff33",
      "card_bg": "#0052ff26",
      "text_color": "#0052FF",
      "description": "Medical Supplies for Children is a heartwarming initiative dedicated to improving the health and well-being of underprivileged kids in need of healthcare. Our mission is simple yet profoundly impactful: to ensure that every child, regardless of their circumstances, has access to essential medical supplies.We believe that a child's health should never be compromised due to lack of resources. Through generous donations and the tireless efforts of our volunteers, we provide a wide range of medical supplies, including medications, vaccines, bandages, and medical equipment, to children in underserved communities.",
      "price": 1000
    },
    {
      "id": 2,
      "img": "https://i.ibb.co/BypBcVx/Education.png",
      "title": "Scholarships for Girls",
      "category": "Education",
      "cate_btn_bg": "#ff444a33",
      "card_bg": "#ff444a26",
      "text_color": "#FF444A",
      "description": "Scholarships for Girls is a transformative program committed to breaking down barriers and empowering young women through education. We firmly believe that every girl, regardless of her background, should have the opportunity to pursue her dreams and reach her full potential.Our mission is to provide scholarships and educational opportunities to girls who face financial, social, or cultural challenges in accessing quality education. Through these scholarships, we aim to not only support their academic journey but also foster leadership, confidence, and independence.",
      "price": 500
    },
    {
      "id": 3,
      "img": "https://i.ibb.co/bsGL2KL/Clothing.png",
      "title": "Warm Winter Clothes Drive",
      "category": "Clothing",
      "cate_btn_bg": "#79c23f33",
      "card_bg": "#79c23f26",
      "text_color": "#79C23F",
      "description": "and warmth to those in need during the cold winter months. Our mission is to collect and distribute winter clothing to individuals and families who may struggle to stay warm due to financial constraints or challenging circumstances.As temperatures drop, the need for warm clothing becomes a pressing concern for many vulnerable individuals. Our drive collects a wide range of winter essentials, including coats, sweaters, scarves, hats, gloves, and blankets.",
      "price": 50
    },
    {
      "id": 4,
      "img": "https://i.ibb.co/yykgssy/Food.png",
      "title": "Emergency Food Relief",
      "category": "Food",
      "cate_btn_bg": "#f8714733",
      "card_bg": "#f8714726",
      "text_color": "#F87147",
      "description": "Emergency Food Relief is a crucial humanitarian endeavor that responds swiftly to alleviate hunger and food insecurity during times of crisis. Whether it's natural disasters, economic downturns, or unforeseen emergencies, our mission is to ensure that no one goes to bed hungry.Our dedicated team, supported by generous donors and volunteers, works tirelessly to provide essential food supplies to individuals and communities facing dire circumstances. We distribute nutritious meals, food packages, and provisions to those who have been affected the most.In times of crisis, access to food can be a matter of life and death. Emergency Food Relief is committed to making sure that vulnerable populations, including children, the elderly, and families in distress, have the sustenance they need to endure hardships and rebuild their lives.",
      "price": 25
    },
    {
      "id": 5,
      "img": "https://i.ibb.co/yykgssy/Food.png",
      "title": "Meals for Homeless Individuals",
      "category": "Food",
      "cate_btn_bg": "#f8714733",
      "card_bg": "#f8714726",
      "text_color": "#F87147",
      "description": "Meals for Homeless Individuals is a compassionate initiative driven by the belief that no one should have to go without a meal, especially those experiencing homelessness. Our mission is simple yet profoundly impactful: to provide warm, nutritious meals to homeless individuals and offer a ray of hope in their challenging lives.Every day, our dedicated volunteers and generous donors come together to prepare and distribute meals to those living on the streets or in temporary shelters. We understand that a meal not only nourishes the body but also restores dignity and provides a sense of belonging.By supporting Meals for Homeless Individuals, you are joining a community effort to combat hunger and homelessness. ",
      "price": 20
    },
    {
      "id": 6,
      "img": "https://i.ibb.co/bsGL2KL/Clothing.png",
      "title": "Back-to-School Clothing Drive",
      "category": "Clothing",
      "cate_btn_bg": "#79c23f33",
      "card_bg": "#79c23f26",
      "text_color": "#79C23F",
      "description": "Back-to-School Clothing Drive is a heartwarming initiative that aims to prepare students for a successful academic year by providing them with the clothing they need. Our mission is to eliminate the financial burden that many families face when it comes to outfitting their children for school.As the new school year approaches, we collect gently-used and new clothing items such as uniforms, shoes, backpacks, and school supplies. These items are then distributed to students from economically disadvantaged backgrounds, ensuring that they have the appropriate attire and essentials for their educational journey.By supporting the Back-to-School Clothing Drive, you play a vital role in promoting equality in education. Your contributions help students start the school year with confidence and dignity, ready to focus on their studies and succeed academically. ",
      "price": 40
    },
    {
      "id": 7,
      "img": "https://i.ibb.co/BypBcVx/Education.png",
      "title": "Empower Underserved STEM Youth",
      "category": "Education",
      "cate_btn_bg": "#ff444a33",
      "card_bg": "#ff444a26",
      "text_color": "#FF444A",
      "description": "Empower Underserved STEM Youth is a transformative initiative committed to unlocking the potential of young minds from underserved communities in the fields of Science, Technology, Engineering, and Mathematics (STEM). Our mission is to bridge the opportunity gap by providing access to quality STEM education, mentorship, and resources.We believe that every young person, regardless of their background, should have the chance to explore their passion for STEM and pursue a career in these dynamic fields. Through educational programs, hands-on workshops, and mentorship opportunities, we empower underserved youth to develop critical skills, ignite their curiosity, and prepare for promising futures in STEM.By supporting Empower Underserved STEM Youth, you become an advocate for equality in education and the advancement of diverse voices in STEM.",
      "price": 300
    },
    {
      "id": 8,
      "img": "https://i.ibb.co/jJTYwKc/Health.png",
      "title": "Maternal Health Support",
      "category": "Health",
      "cate_btn_bg": "#0052ff33",
      "card_bg": "#0052ff26",
      "text_color": "#0052FF",
      "description": "Maternal Health Support is a vital initiative dedicated to ensuring the well-being and safety of expectant mothers during pregnancy and childbirth. Our mission is to provide comprehensive care and support to pregnant women, particularly those in underserved communities, to reduce maternal mortality and promote healthy pregnancies.We understand that maternal health is a fundamental human right, and every woman deserves access to quality healthcare throughout her pregnancy and childbirth journey. Our programs offer prenatal care, access to skilled healthcare professionals, nutritional support, and education on maternal and infant health.By supporting Maternal Health Support, you become an advocate for the health and dignity of mothers and their newborns.",
      "price": 750
    },
    {
      "id": 9,
      "img": "https://i.ibb.co/jJTYwKc/Health.png",
      "title": "Vaccinate Vulnerable Communities",
      "category": "Health",
      "cate_btn_bg": "#0052ff33",
      "card_bg": "#0052ff26",
      "text_color": "#0052FF",
      "description": "Vaccinate Vulnerable Communities is a critical initiative aimed at protecting the health and well-being of marginalized populations who are at higher risk of vaccine-preventable diseases. Our mission is to ensure that everyone, regardless of their socio-economic status or access to healthcare, has equitable access to life-saving vaccines.We recognize that vulnerable communities often face barriers to vaccination, including limited resources and healthcare disparities. Our efforts focus on reaching these underserved populations, providing education about the importance of vaccines, and facilitating access to vaccination clinics.By supporting Vaccinate Vulnerable Communities, you contribute to the global effort to eliminate preventable diseases and create a healthier, more equitable world.",
      "price": 1200
    },
    {
      "id": 10,
      "img": "https://i.ibb.co/BypBcVx/Education.png",
      "title": "Library Expansion Project",
      "category": "Education",
      "cate_btn_bg": "#ff444a33",
      "card_bg": "#ff444a26",
      "text_color": "#FF444A",
      "description": "The Library Expansion Project is a visionary initiative dedicated to fostering knowledge, literacy, and community growth. Our mission is to expand and enhance library facilities to provide broader access to educational resources, reading materials, and community programs.We believe that libraries are invaluable hubs of learning and cultural enrichment, serving as places where individuals of all ages can explore new worlds through books, access digital resources, and engage in lifelong learning. Our project seeks to renovate and expand existing libraries and establish new ones in underserved areas, ensuring that everyone has access to a wealth of information and educational opportunities.By supporting the Library Expansion Project, you become a champion of literacy, education, and community development.",
      "price": 600
    },
    {
      "id": 11,
      "img": "https://i.ibb.co/bsGL2KL/Clothing.png",
      "title": "Winter Coats for Children",
      "category": "Clothing",
      "cate_btn_bg": "#79c23f33",
      "card_bg": "#79c23f26",
      "text_color": "#79C23F",
      "description": "The Winter Coats for Children initiative is a heartwarming endeavor focused on ensuring that every child stays warm and protected during the cold winter months. Our mission is straightforward but profoundly impactful: to provide winter coats to children in need, irrespective of their family's financial situation.In many regions, winter can be harsh and unforgiving, and for some families, purchasing warm coats for their children can be a significant financial burden. That's where we step in. Through generous donations and dedicated volunteers, we collect and distribute high-quality winter coats to children, allowing them to stay cozy and safe during the coldest season of the year.",
      "price": 60
    },
    {
      "id": 12,
      "img": "https://i.ibb.co/yykgssy/Food.png",
      "title": "Fresh Community Produce",
      "category": "Food",
      "cate_btn_bg": "#f8714733",
      "card_bg": "#f8714726",
      "text_color": "#F87147",
      "description": "Fresh Community Produce is a transformative initiative focused on addressing food insecurity and promoting healthier eating habits within our communities. Our mission is to cultivate and distribute fresh, locally sourced produce to individuals and families who may have limited access to nutritious food options.We understand that access to fresh and wholesome produce is essential for overall health and well-being. Our efforts involve collaborating with local farmers, community gardens, and volunteers to harvest and distribute a wide variety of fruits and vegetables to those in need.By supporting Fresh Community Produce, you become an advocate for healthier communities and food equity. Your contributions can help combat hunger, improve nutrition, and empower individuals and families to make healthier food choices. ",
      "price": 30
    }
  ]

